Repository: common-repository/baw-more-secure-login
Catalog: lang/bawmsl-*.po
Languages: fr_fr

source: Required code:
fr_fr: Code requis :

source: en
fr_fr: fr

source: Need help?
fr_fr: Besoin d'aide ?

source: Powered by
fr_fr: Propulsé par

source: <strong>ERROR</strong>: Invalid MSL code.
fr_fr: <strong>ERREUR</strong> : Code MSL non valide.

source: <strong>ERROR</strong>: MSL code missing.
fr_fr: <strong>ERREUR</strong> : Code MSL manquant.

source: You just changed your password, a new MSL Secure Card has been generated for you %s.
fr_fr: Vous venez de changer votre mot de passe, une nouvelle Carte de Sécurité MSL a été générée pour vous %s.

source: Your MSL Secure Card:
fr_fr: Votre Carte de Sécurité MSL :

source: (See attached file)
fr_fr: (Voir en pièce jointe)

source: [%s] Your MSL Secure Card is ready
fr_fr: [%s] Votre Carte de Sécurité MSL est prête

source: New MSL Secure Card for user: %s
fr_fr: Nouvelle Carte de Sécurité MSL pour : %s

source: [%s] New MSL Secure Card asked
fr_fr: [%s] Nouvelle Carte de Sécurité MSL demandée

source: A new MSL Secure Card has been generated for you %s.
fr_fr: Une nouvelle Carte de Sécurité MSL a été générée pour vous %s.

source: MSL Secure Card for:
fr_fr: Carte de Securite MSL pour :

source: Get a new MSL Secure Card
fr_fr: Obtenir une nouvelle Carte de Sécurité MSL

source: New MSL Secure Card
fr_fr: Nouvelle Carte de Sécurité MSL

source: <em>You will receive it by e-mail.</em>
fr_fr: <em>Vous la recevrez par e-mail.</em>

source: New MSL Card generated and sent my email.
fr_fr: Nouvelle Carte de Sécurité MSL générée et envoyée par e-mail.

source: Please check it now !
fr_fr: Vérifiez maintenant !

source: Regen. MSL Secure Card
fr_fr: Nouvelle Carte de Sécurité MSL

source: New MSL Cards generated and sent my email.
fr_fr: Des nouvelles Cartes de Sécurité MSL ont été générées et envoyées par e-mail.

source: Are you sure to renew all these cards ? More than 10 may take a long time ...
fr_fr: Etes-vous sûr(e) de renouveller toutes ces cartes ? Plus de 10 peut être long ...

source: The "uploads" folder needs to be writable !
fr_fr: Le dossier "uploads" doit être en écriture !
